---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.AnalyzeAs.Gravity
enum: Autodesk.Revit.DB.Structure.AnalyzeAs
source: html/3a54ad97-7e93-185f-63e6-c1348ce17395.htm
---
# Autodesk.Revit.DB.Structure.AnalyzeAs.Gravity

Interpreted as Gravity (support going down).